Repository: zenkifi/zenkipay-woocommerce
Catalog: languages/zenkipay-*.po
Languages: es_mx

source: <b>Need a key?</b> Create your Zenkipay account
es_mx: <b>¿Necesitas una llave?</b> Crea tu cuenta en Zenkipay

source: Continue with Zenkipay
es_mx: Continuar con Zenkipay

source: Copy and paste in this text box the RSA private key that you generated or provided during the configuration of your Zenkipay account.
es_mx: Copia y pega en esta caja de texto la llave privada RSA que generaste o proporcionaste durante la configuración de tu cuenta de Zenkipay

source: Enable test mode
es_mx: Habilitar modo de pruebas

source: Enable Zenkipay
es_mx: Habilitar Zenkipay

source: Enable/Disable
es_mx: Habilitar/Deshabilitar

source: here
es_mx: aquí

source: https://zenki.fi/
es_mx: https://github.com/zenkifi/zenkipay-woocommerce

source: Pay with cryptos… any wallet, any coin!. Transaction 100%
es_mx: Paga con criptomonedas... cualquier billetera, cualquier moneda!. Transacción 100%

source: Place the payment gateway in test mode using sandbox network.
es_mx: Coloque la pasarela de pago en modo de prueba utilizando la red sandbox.

source: Prior to accepting live crypto payments, you can test crypto payments in a safe Zenkipay sandbox environment. Create your Zenkipay account
es_mx: Antes de aceptar pagos con criptomonedas en producción, puedes probar los pagos en un entorno seguro de pruebas de Zenkipay. Crea tu cuenta Zenkipay

source: Production Zenkipay key
es_mx: Llave de producción de Zenkipay

source: RSA private key
es_mx: Llave privada RSA

source: Sandbox Zenkipay key
es_mx: Llave sandbox de Zenkipay

source: secured
es_mx: asegurada

source: Settings
es_mx: Configuración

source: Test mode
es_mx: Modo de prueba

source: Webhook signing secret
es_mx: Firma secreta para webhook

source: Your order was created successfully and is pending payment.
es_mx: Su pedido fue creado con éxito y está pendiente de pago.

source: Your shoppers can pay with cryptos… any wallet, any coin!. Transaction 100% secured.
es_mx: Tus clientes pueden pagar con criptomonedas… cualquier billetera, cualquier moneda!. Transacción 100% asegurada.

source: Zenkipay needs WooCommerce plugin is installed and activated to work.
es_mx: Zenkipay necesita que el plugin WooCommerce esté instalado y activado para funcionar.
